docs/posts/2015-01-20-penn-jillette-on-science-and-religion.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 14, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Penn Jillette on Science and Religion</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/neat.css' type='text/css'/>
<link rel='stylesheet' href='/css/custom.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Penn Jillette on Science and Religion</h1>
<p class="subtitle" role="doc-subtitle">Jan 19, 2015</p>
</header><p>
<a href="https://www.daringfireball.net">John Gruber</a> recently posted this interesting quote from Penn Jillette, of Penn and Teller fame:
</p>


<blockquote>
<p>
There is no god and that’s the simple truth. If every trace of any single religion died out and nothing were passed on, it would never be created exactly that way again. There might be some other nonsense in its place, but not that exact nonsense. If all of science were wiped out, it would still be true and someone would find a way to figure it all out again.
</p>
</blockquote>

<p>
&#x2014; Penn Jillette, <a href="http://books.google.com/books?id=KsI3sswEg14C&amp;printsec=frontcover&amp;dq=god+no+penn+jillette&amp;hl=en&amp;sa=X&amp;ei=bHXrTuSJNYnt0gHoqrikCQ&amp;ved=0CDcQ6AEwAA#v=onepage&amp;q=%22that%20exact%20nonsense%22&amp;f=false"><i>God, No!: Signs You May Already Be an Atheist and Other Magical Tales</i></a> 
</p>


<p>
There is a lot to think about here. Keep in mind that I haven&rsquo;t read the book, but have only seen this single paragraph. Here are my initial thoughts in no particular order.
</p>

<p>
The argument seems to be this: imagine that a body of belief were somehow completely eradicated from human minds. If humans were somehow to replicate this body of belief, then such replication would be evidence in favor of its truth. Failure to replicate the body of belief would be evidence in favor of its falsity.
</p>

<p>
Now, as I often say in class, it&rsquo;s a bit more complicated than this. First, science itself is not a body of belief. It is instead a method of producing beliefs. So, the proposal must be not to &ldquo;wipe out science&rdquo; but instead to eradicate all belief in and memory of all propositions that we consider part of science, that is, claims in physics, biology, chemistry, etc. Then, we should ask if these beliefs would eventually be replicated.
</p>

<p>
I assume that Jillette requires only that current scientific beliefs be replicated. There&rsquo;s no reason why he should require Galen&rsquo;s ideas about physiology and anatomy or Aristotle&rsquo;s physics to be replicated, since they are false. Why believe that current scientific beliefs would be replicated? I guess because Jillette assumes that they are true. Now, only the most radical antirealist would assume that nothing in current science is true, so I&rsquo;ll grant that we have good reason for believing that at least much of current science is in fact true. How much of current scientific belief is true, though? Surely not all of it. As Newtonian mechanics was eventually replaced with relativity theory and quantum mechanics, might there at some point be another theoretical framework that replaces current physics? There&rsquo;s no reason to think that everything science asserts now is true, so there&rsquo;s no reason to think that it would be exactly replicated. So, what is true of religion is also true of science - &ldquo;There might be some other nonsense in its place, but not that exact nonsense.&rdquo;
</p>

<p>
So, if we won&rsquo;t demand exact replication in science, then we shouldn&rsquo;t demand exact replication for religion either. Does that mean that those religious beliefs that would be replicated then should be considered true? I don&rsquo;t find it difficult to believe that the belief that a god exists would find its way back into the human psyche, along with other beliefs about the god&rsquo;s role in causing the universe to be, the demands that the god makes on humans, etc.
</p>

<p>
I suppose that the reply would be that these are individual religious beliefs, what must be replicated is a system of religious belief, and that there&rsquo;s no reason to believe that any current system of religious thought would be replicated. Surely though, there are bodies of religious belief that could easily be replicated. Some minimal deism, for instance, is very likely to be replicated.
</p>

<p>
There is reason why one would think that, if scientific knowledge were somehow eradicated, that we would come to discover those scientific truths again. That is because we think that the method of science is truth-conducive. That is, the scientific method, in the long run, will produce true beliefs and eliminate false beliefs. This is something famously argued by the American pragmatist Charles Sanders Peirce (1839-1914).<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup> Now, that doesn&rsquo;t mean that every use of the scientific method produces true belief or eliminates false beliefs. Some people may just not be very good scientists. In other cases, the particular scientists may be very good, but simply have some false background assumptions.<sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup> The particular beliefs that are true, though, would be replicated if science is truth-conducive. So, would religious beliefs be eventually replicated if they were eradicated? That depends on the means by which such beliefs were produced. If religious beliefs are formed by a truth-conducive method, then there is every reason that they would be. What could be the method that produced my religious beliefs? One possibility is that God gave them to me, and surely that&rsquo;s a truth-conducive method. 
</p>

<p>
So, in the end, Jillette&rsquo;s argument begs the question. That is, he hasn&rsquo;t given us a successful argument that religious belief is false because religious belief would not be replicated. Instead, if he argues successfully for anything, it is that religious belief would not be replicated if all religious belief is false. I grant that the conditional is true, but I haven&rsquo;t been shown any reason why I should grant that all religious belief is false. If one paragraph was this thought-provoking, I&rsquo;m looking forward to reading the rest of the book. 
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
: Interestingly, Peirce also thought that the method would produce belief in God. I&rsquo;m teaching American philosophy next semester, so I&rsquo;ll likely have a post on Peirce&rsquo;s &ldquo;Neglected Argument.&rdquo;
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2" role="doc-backlink">2</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">
: An example is Hertz&rsquo;s early experiment to determine the speed of radio waves.
</p></div></div>


</div>
</div></main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 14, 2024. Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
